acpi
adw-gtk-theme
aria2
bat
bat-extras
beeper-latest-bin
bind
bluez
bluez-utils
brightnessctl
chaotic-keyring
chaotic-mirrorlist
eza
ffmpeg
firefox
flatpak
foot
fzf
git
git-delta
github-cli
gnome-keyring
go
grim
gtkwave
gvfs-mtp
htop
hugo
imagemagick
imv
inotify-tools
inter-font
iverilog
jq
jupyter-notebook
less
libadwaita
libnotify
libpulse
libva-mesa-driver
linux
linux-firmware
lldb
llvm
ly
mako
mandoc
mpc
mpd
mpd-mpris
mpd-sima
mpdscribble
mpv
mpv-mpris
ncmpcpp
neovim
networkmanager
newsboat
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
obsidian
onlyoffice-bin
openssh
otf-font-awesome
p7zip
paru
pavucontrol
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pnpm
polkit-gnome
portaudio
progress
qrencode
ripgrep
rsync
slurp
sound-theme-freedesktop
sox
swaybg
swayfx
swayidle
swaylock
tailscale
tectonic
telegram-desktop
tgpt-bin
thunar
thunderbird
tmux
traceroute
ttf-input
ttf-jetbrains-mono-nerd
ttf-ms-fonts
udisks2
unzip
wf-recorder
whois
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xwayland
yarn
yt-dlp
zathura-pdf-mupdf
zbar
zed
zip
zoxide
zsh
