adw-gtk3-git
bat-extras
bind
brightnessctl
exa
flatpak
foot
gnome-keyring
grim
gvfs-mtp
htop
hugo
imv
inter-font
libva-mesa-driver
mako
mpv
mpv-mpris
neovim
newsboat
noto-fonts-cjk
ntfs-3g
p7zip
paru
pfetch
playerctl
polkit-gnome
progress
qrencode
rsync
slurp
sound-theme-freedesktop
swaybg
swayfx
swayidle
swaylock
tailscale
thunar
tmux
tree
ttf-jetbrains-mono
wf-recorder
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xorg-xwayland
yt-dlp
zathura-pdf-mupdf
zsh
