acpi
adw-gtk3-git
bat
bat-extras
beeper-latest-bin
bind
bluez-libs
bluez-utils
brightnessctl
eza
flatpak
foot
gnome-keyring
gnupg
go
grim
gvfs-mtp
htop
hugo
imagemagick
imv
inter-font
iputils
jq
libadwaita
libnotify
libva-mesa-driver
mako
man-db
mpc
mpv
mpv-mpris
ncmpcpp
neovim
newsboat
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
openssh
p7zip
paru
pavucontrol
pfetch
pipewire
playerctl
pnpm
polkit-gnome
progress
python-pipx
qrencode
readline
ripgrep
rsync
slurp
snapcast
sound-theme-freedesktop
sox
sudo
swaybg
swayfx
swayidle
swaylock
tailscale
tectonic
thunar
tlp
tmux
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
udisks2
wf-recorder
wget
which
whois
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xwayland
yarn
yt-dlp
zathura-pdf-mupdf
zbar
zsh
