tap "anna-ssg/anna"
tap "felixkratz/formulae"
tap "libsql/sqld"
tap "oven-sh/bun"
brew "bat"
brew "bat-extras"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-get"
brew "go"
brew "htop"
brew "hugo"
brew "mole"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "p7zip"
brew "tectonic"
brew "tmux"
brew "uv"
brew "zoxide"
brew "anna-ssg/anna/anna"
brew "felixkratz/formulae/sketchybar"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "beeper"
cask "ente"
cask "kitty"
cask "libreoffice"
cask "obs"
cask "obsidian"
cask "raycast"
cask "telegram-desktop"
cask "thunderbird"
cask "transmission"
cask "vesktop"
cask "visual-studio-code"
cask "zed"
cask "zen"
go "golang.org/x/tools/gopls"
uv "yt-dlp"
