tap "grdl/tap"
tap "oven-sh/bun"
brew "bat"
brew "bat-extras"
brew "btop"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "htop"
brew "hugo"
brew "mpv"
brew "neovim"
brew "node"
brew "rclone"
brew "rsync"
brew "tectonic"
brew "tmux"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "grdl/tap/git-get"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "beeper"
cask "discord"
cask "kitty"
cask "libreoffice"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "telegram-desktop"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "zen"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mandeepsran.gruvbox-black"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mthierman.theme-flexoki"
vscode "tomoki1207.pdf"
